---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.String.MultilineText
source: html/97bbc42a-47e8-0e2e-1c71-60e601b1a767.htm
---
# Autodesk.Revit.DB.SpecTypeId.String.MultilineText Property

Multiline Text, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId MultilineText { get; }
```